Repository: common-repository/site-slideshow
Catalog: site-slideshow/languages/site-slideshow-*.po
Languages: de_de

source: Save Settings
de_de: Sichere Optionen

source: General Settings
de_de: Allgemeine Optionen

source: Appearance &amp; Styles
de_de: Erscheinungsbild &amp; Styles

source: All configuration settings have been reset to their defaults
de_de: Alle Optionen werden zu ihren Standardwerten zur&uuml;ckgesetzt

source: Configuration settings could not be reset
de_de: Optionen k&ouml;nnen nicht zur&uuml;ckgesetzt werden

source: Configuration has been saved
de_de: Optionen wurden gesichert

source: Uploads folder named "
de_de: Name des Hochladeverzeichnisses

source: widget that display a slideshow from all attachments
de_de: Widget, das aus allen Attachments eine Slideshow erzeugt

source: Title
de_de: Titel

source: Description
de_de: Beschreibung

source: Configuration Settings
de_de: Optionen

source: A small thank you?
de_de: Ein kleines Dankeschön?

source: Auto Speed
de_de: Geschwindigkeit des Bildwechsels

source: speed
de_de: Geschwindigkeit

source: default:2000 (in ms)
de_de: Standard: 2000 (in ms)

source: lower number for shorter interval between images
de_de: kleinere Zahlen für k&uuml;rzere Abst&auml;nde zwischen den Bildern

source: Image Fading Speed
de_de: Geschwindigkeit des Bild&uuml;bergangs

source: default:2000 recommended:1000-20000 (in ms)
de_de: Standard:2000 empfohlen: 1000-20000 (in ms)

source: lower number for quicker fading of images
de_de: kleinere Zahlen f&uuml;r schnelleren Bild&uuml;bergang

source: Show title of post
de_de: Zeige Titel des Artikels bzw. der Seite

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Choose random modus
de_de: Wähle zufällige Bildreihenfolge

source: If you choose NO you see the images always in the same reverse time order
de_de: Wenn Sie Nein w&auml;hlen, werden die Bilder immer in der gleichen Reihenfolge gezeigt

source: Number of slides
de_de: Anzahl der Bilder

source: default:1000
de_de: Standard: 1000

source: higher number can remind you on forgotten articles<br /> Also you can n,m put in where n is the starting point and m the number of slides shown after starting point
de_de: H&ouml;here Zahlen k&ouml;nnen Sie an vergessene Artikel erinnern <br /> Sie k&ouml;nnen auch n,m einsetzen, wobei n der Startpunkt und m die Anzahl der Bilder nach dem Startpunkt ist

source: Resize Images
de_de: Bildgr&ouml;ße anpassen

source: Images are resized proportionally to fit the width of the slideshow area
de_de: Bilder werden proportional skaliert

source: Gallery width
de_de: Galeriebreite

source: put in number with px or %
de_de: Zahl mit Ma&szlig;einheit px oder % eingeben

source: width of the slideshow gallery, supply here measure of unit px or %
de_de: Breite der Slideshow Galerie, gebe die Maße mit den Maßeinheiten px oder % an

source: Gallery Height
de_de: Galeriehöhe

source: height of the slideshow gallery
de_de: Höhe der Slideshow Galerie

source: Slideshow Border
de_de: Slideshowrahmen

source: perhaps you have to adapt with for seeing the right border <br /> the bottom border cannot be seen if the height of the image is larger than the height of the gallery
de_de: Vielleicht muss die Breite angepasst werden, um den rechten Rahmen sehen zu können<br /> der untere Rahmen kann nicht gesehen werden, wenn die Höhe des Bildes größer als die Höhe der Galerie ist

source: Slideshow Background
de_de: Slideshow Hintergrund

source: the best choicer in my opinion is <strong>transparent</strong>
de_de: Die beste Wahl ist nach meiner Ansicht <strong>transparent</strong>

source: Information Background
de_de: Hintergrund der &Uuml;berschrift

source: the best choicer in my opinion is <strong>transparent</strong><br /> see also text color
de_de: Die beste Wahl ist nach meiner Ansicht <strong>transparent</strong>, s. auch Textfarbe

source: Information Text Color
de_de: Textfarbe der &Uuml;berschrift

source: give sufficient contrast to Information Background
de_de: Wähle ausreichenden Kontrast zum Hintergrund der Überschrift

source: Information Text Size
de_de: Zeichengröße der &Uuml;berschrift

source: recommended: 1em <br/ > give number with unit of measurement px,em or %
de_de: empfohlen: 1em, gib die Zahl mit den Ma&szlig;einheiten px, em oder % an

source: Reset all configuration settings to their default values
de_de: Setze alle Optionen auf ihre Standardwerte zurück

source: Are you sure you wish to reset all configuration settings?
de_de: Sind sie sicher, dass sie die Optionen auf ihre Standardwerte zurücksetzen wollen

source: Reset to Defaults
de_de: Zurücksetzen auf Standards

source: Save Configuration
de_de: Sichere Optionen
